Repository: pavelrivera/multi-language-framework
Catalog: languages/mlf-*.po
Languages: es

# post type general name
source: Post Translations
es: Entrada Traducciones

# post type singular name
source: Post Translation
es: Entrada Traducción

# book
source: Add New
es: Añadir Nueva

source: Add New Translation
es: Añadir Nueva Traducción

source: Edit Translation
es: Editar Traducción

source: New Translation
es: Nueva Traducción

source: View Translation
es: Ver Traducción

source: Search Translations
es: Buscar Traducciones

source: No translations found
es: No se encontraron traducciones

source: No translations found in Trash
es: No se encontraron traducciones en la papelera

# post type general name
source: Posts -
es: Entradas -

# post type singular name
source: Post -
es: Entrada -

source: Translations
es: Traducciones

source: Post Translations
es: Entrada Traducciones

source: Save this post so you can add and edit translations
es: Guardar esta entrada antes de que puedes añadir o editar las traducciones

source: Multi Language Settings
es: Multi Idiomas Configuración

source: Multi Language Framework Configuration
es: Multi Language Framework Cinfiguración

source: On this page, you will configure all the aspects of this plugins
es: En esta página, puede editar todas las características de este plugin

source: Default language:
es: Lenguaje por Defecto

source: Handles creation of multilingual content.
es: Funciona con la creación de contenido multilingüe

source: BIREME, LeoGermani
es: BIREME, LeoGermani, PauloKlixto
